Repository: trakt/script.trakt
Catalog: resources/language/resource.language.*/strings.po
Languages: bs_ba, sv_se

# #32150
source: You will be reminded in 24 hours
bs_ba: Dobit ćete podsjetnik za 24 sata
sv_se: Du kommer att bli påmind inom 24 timmar

# #32151
source: Use Addon Settings later if you change your mind
bs_ba: Koristite postavke dodataka kasnije ako se predomislite
sv_se: Använd tilläggsinställningar senare om du ändrar dig

# #32152
source: Trakt Authorization Complete
bs_ba: Autorizacija Trakt-a završena
sv_se: Trakt-auktorisation slutförd

# #32153
source: Trakt Account Authorization
bs_ba: Autorizacija Trakt računa
sv_se: Auktorisering av Trakt-konto

# #32154
source: Authorize
bs_ba: Autorizuj
sv_se: Auktorisera

# #32155
source: Remind Me Later
bs_ba: Podsjeti me kasnije
sv_se: Påminn mig senare

# #32156
source: No Thanks
bs_ba: Ne, hvala
sv_se: Nej, tack

# #32157
source: Account Authorization
bs_ba: Autorizacija računa
sv_se: Auktorisering av konto

# #32159
source: Visit {0} or scan the QR code.
bs_ba: Posjetite {0} ili skenirajte QR kod.
sv_se: Besök {0} eller skanna QR-koden.

# #32162
source: The trakt addon CAN NOT be used without authorizing it to access your trakt.tv account.
bs_ba: Dodatak trakt se NE MOŽE koristiti bez autorizacije pristupa vašem trakt.tv računu.
sv_se: Trakt-tillägget KAN INTE användas utan att det har behörighet att komma åt ditt trakt.tv-konto.

# #32163
source: User
bs_ba: Korisnik
sv_se: Användare

# #32164
source: Fallback to Title/Year matching if necessary
bs_ba: Po potrebi se vraća na podudaranje naslova/godine
sv_se: Fall tillbaka på matchning av titel/år om nödvändigt

# #32165
source: Trakt - Added to watchlist
bs_ba: Trakt - Dodano na listu za praćenje
sv_se: Trakt - Tillagd till bevakninglista

# #32166
source: Trakt - Failed adding to watchlist
bs_ba: Trakt - Dodavanje na listu za praćenje nije uspjelo
sv_se: Trakt - Misslyckades med att lägga till i bevakningslistan

# #32167
source: Offset scrobble start by X minutes
bs_ba: Pomakni početak Scrobble-a za X minuta
sv_se: Förskjutning av skrobblingsstart med X minuter

# #32168
source: Sync ratings
bs_ba: Sinhronizacija ocjena
sv_se: Synkronisera betyg

# #32169
source: Kodi movie ratings are up to date
bs_ba: Ocjene filmova na Kodiju su ažurirane
sv_se: Kodis filmbetyg är uppdaterade

# #32170
source: %i movie(s) ratings will be updated in Kodi
bs_ba: Ocjene filmova (%i) će biti ažurirane u Kodiju
sv_se: %i betyg på film(er) kommer att uppdateras i Kodi

# #32171
source: Updating %i of %i movie ratings in Kodi
bs_ba: Ažuriranje %i od %i ocjena filmova u Kodiju
sv_se: Uppdatering av %i av %i filmbetyg i Kodi

# #32172
source: Ratings updated for %i movie(s) in Kodi
bs_ba: Ocjene ažurirane za %i filmova u Kodiju
sv_se: Betyg uppdaterade för %i film(er) i Kodi

# #32173
source: Kodi episode ratings are up to date
bs_ba: Ocjene Kodijevih epizoda su ažurirane
sv_se: Kodis avsnittsbetyg är uppdaterade

# #32174
source: Updating %i of %i episode ratings in Kodi
bs_ba: Ažuriranje %i od %i ocjena epizoda u Kodiju
sv_se: Uppdatering av %i av %i avsnittsbetyg i Kodi

# #32175
source: Ratings updated for %i episode(s) in Kodi
bs_ba: Ocjene ažurirane za %i epizodu(a) u Kodiju
sv_se: Betyg uppdaterad för %i avsnitt i Kodi

# #32176
source: Kodi show ratings are up to date
bs_ba: Ocjene Kodi emisija su ažurirane
sv_se: Kodis tv-seriebetyg är uppdaterade

# #32177
source: Updating %i of %i show ratings in Kodi
bs_ba: Ažuriranje %i od %i ocjena emisija u Kodiju
sv_se: Uppdatering av %i av %i tv-seriebetyg i Kodi

# #32178
source: Ratings updated for %i show(s) in Kodi
bs_ba: Ocjene ažurirane za %i emisija u Kodiju
sv_se: Betyg uppdaterade för %i tv-serie(r) i Kodi

# #32179
source: Trakt movie ratings are up to date
bs_ba: Ocjene filmova na Traktu su ažurirane
sv_se: Trakts filmbetyg är uppdaterade

# #32180
source: %i movie ratings will be updated on Trakt
bs_ba: Ocjene filmova za %i bit će ažurirane na Traktu
sv_se: %i filmbetyg kommer att uppdateras på Trakt

# #32181
source: Trakt show ratings are up to date
bs_ba: Ocjene emisije Trakt su ažurirane
sv_se: Trakts tv-seriebetyg är uppdaterade

# #32182
source: %i show ratings will be updated on Trakt
bs_ba: Ocjene emisija (%i) bit će ažurirane na Traktu
sv_se: %i tv-seriebetyg kommer att uppdateras på Trakt

# #32183
source: Attempt to scrobble MythTV PVR recordings
bs_ba: Pokušaj skroblinga MythTV PVR snimaka
sv_se: Försök att skrobbla MythTV PVR-inspelningar

# #32184
source: Attempt secondary show title search
bs_ba: Pokušajte pretragu naslova sekundarne emisije
sv_se: Försök sekundär titelsökning för tv-serie

# #32185
source: Exclude Plugins
bs_ba: Isključi dodatke
sv_se: Exkludera tillägg

# #32186
source: Allow script exclusions
bs_ba: Dozvoli izuzeća skripti
sv_se: Tillåt undantag för skript

# #32187
source: Override proxy
bs_ba: Nadjačaj proxy
sv_se: Åsidosätt proxy

# #42187
source: Always enable a proxy, regardless of the kodi configuration. The default value is from the kodi configuration, but can be overriden below. The trakt plugin currently only supports HTTP or HTTPS proxies where kodi also supports SOCKS proxies.
bs_ba: Uvijek omogući proxy, bez obzira na konfiguraciju Kodija. Zadana vrijednost je iz konfiguracije Kodija, ali se može poništiti u nastavku. Dodatak trakt trenutno podržava samo HTTP ili HTTPS proxyje, dok Kodi također podržava SOCKS proxyje.
sv_se: Aktivera alltid en proxy, oavsett Kodi-konfigurationen. Standardvärdet är från kodikonfigurationen, men kan åsidosättas nedan. Plugin-programmet trakt stöder för närvarande endast HTTP- eller HTTPS-proxyer där kodi också stöder SOCKS-proxyer.

# #32188
source: Proxy URI
bs_ba: URI proxyja

# #42188
source: Location of the proxy server.
bs_ba: Lokacija proxy servera.
sv_se: Plats för proxyservern.

# #42189
source: Port of the proxy server.
bs_ba: Port proxy servera.
sv_se: Port för proxyservern.

# #32190
source: Username
bs_ba: Korisničko ime
sv_se: Användarnamn

# #42190
source: Optional user name needed to authenticate with the proxy.
bs_ba: Opcionalno korisničko ime potrebno za autentifikaciju s proxyjem.
sv_se: Valfritt användarnamn som behövs för att autentisera med proxytjänsten.

# #32191
source: Password
bs_ba: Lozinka
sv_se: Lösenord

# #42191
source: Optional password needed to authenticate with the proxy.
bs_ba: Za autentifikaciju s proxyjem potrebna je opcionalna lozinka.
sv_se: Valfritt lösenord som behövs för att autentisera med proxytjänsten.
