Repository: trakt/script.trakt
Catalog: resources/language/resource.language.*/strings.po
Languages: bs_ba, sv_se

# Addon Summary
source: TV and movie scrobbler for Trakt.tv
bs_ba: TV i filmski skrobler za Trakt.tv
sv_se: TV och film skrobblare för Trakt.tv

# Addon Description
source: Automatically scrobble all TV episodes and movies you are watching to Trakt.tv! Keep a comprehensive history of everything you've watched and be part of a global community of TV and movie enthusiasts. Sign up for a free account at http://trakt.tv and get a ton of features:[CR][CR]- Automatically scrobble what you're watching[CR]- Mobile apps for iPhone, iPad, Android, and Windows Phone[CR]- Share what you're watching (in real time) and rating to facebook and twitter[CR]- Personalized calendar so you never miss a TV show[CR]- Follow your friends and people you're interesed in[CR]- Use watchlists so you don't forget to what to watch[CR]- Track your media collections and impress your friends[CR]- Create custom lists around any topics you choose[CR]- Easily track your TV show progress across all seasons and episodes[CR]- Track your progress against industry lists such as the IMDb Top 250[CR]- Discover new shows and movies based on your viewing habits[CR]- Widgets for your forum signature[CR][CR]What can this addon do?[CR][CR]- Automatically scrobble all TV episodes and movies you are watching[CR]- Sync your TV episode and movie collections to Trakt (triggered after a library update)[CR]- Auto clean your Trakt collection so that it matches up with Kodi[CR]- Keep watched statuses synced between Kodi and Trakt[CR]- Rate movies and episode after watching them[CR][CR]Special thanks to all who contributed to this plugin! Check the commit history and changelog to see these talented developers.
bs_ba: Automatski pretražite sve TV epizode i filmove koje gledate na Trakt.tv! Vodite sveobuhvatnu historiju svega što ste gledali i postanite dio globalne zajednice TV i filmskih entuzijasta. Registrujte se za besplatan račun na http://trakt.tv i dobijte mnoštvo funkcija:[CR][CR]- Automatski skrobler koji pratite[CR]- Mobilne aplikacije za iPhone, iPad, Android i Windows Phone[CR]- Podijelite ono što gledate (u stvarnom vremenu) i ocjenu na Facebooku i Twitteru[CR]- Personalizirani kalendar kako nikada ne biste propustili TV emisiju[CR]- Pratite svoje prijatelje i ljude koji vas zanimaju[CR]- Koristite liste za praćenje kako ne biste zaboravili šta gledati[CR]- Pratite svoje medijske kolekcije i impresionirajte svoje prijatelje[CR]- Kreirajte prilagođene liste oko bilo koje teme koju odaberete[CR]- Lako pratite napredak svoje TV emisije kroz sve sezone i epizode[CR]- Pratite svoj napredak u odnosu na industrijske liste kao što je IMDb Top 250[CR]- Otkrijte nove emisije i filmove na osnovu vaših navika gledanja[CR]- Vidžeti za vaš potpis na forumu[CR][CR]Šta ovaj dodatak može učiniti?[CR][CR]- Automatski skrobler koji prati sve TV epizode i filmove koje gledate[CR]- Sinhronizujte svoje TV epizode i Kolekcije filmova u Traktu (aktivira se nakon ažuriranja biblioteke)[CR] - Automatsko čišćenje vaše Trakt kolekcije tako da se podudara s Kodijem[CR] - Sinhronizacija statusa gledanja između Kodija i Trakta[CR] - Ocjenjivanje filmova i epizoda nakon gledanja[CR][CR]Posebna zahvala svima koji su doprinijeli ovom dodatku! Provjerite historiju commita i dnevnik promjena kako biste vidjeli ove talentovane programere.
sv_se: Skrobbla automatiskt alla TV-serie avsnitt och filmer du tittar på till Trakt.tv! Samla en innehållsrik historik om allt du tittar på och var en del av ett globalt kollektiv av TV och film entusiaster. Skapa ett gratis konto på http://trakt.tv och ta del av massor av funktioner.[CR][CR]- Skrobbla automatiskt vad du tittar på[CR]- Appar för iPhone, iPad, Android och Windows Phone[CR]- Dela vad du tittar på (i realtid) samt dina betyg på Facebook och Twitter[CR]- Personlig kalender så du aldrig missar en TV serie[CR]- Följ dina vänner och andra intressanta personer[CR]- Använd att se listor så du inte glömmer vad du skall se[CR]- Spåra dina media samlingar och imponera på dina vänner[CR]- Skapa listor för olika ämnen som du väljer[CR]- Spåra lätt hur mycket av en TV serie du sett, över alla säsonger och avsnitt[CR]- Jämför hur mycket film du har sett mot flera viktiga listor inom industrin, t.ex. IMDb Top 250[CR]- Upptäck nya TV serier och filmer baserat på din historik[CR]- Widgets för din forum signatur[CR][CR]Vad kan detta addon göra?[CR][CR]- Skrobbla automatiskt alla TV-serie avsnitt och filmer du tittar på[CR]- Synkronisera dina samlingar av film och Tv-serier till Trakt (startas efter en uppdatering av ditt bibliotek i Kodi)[CR]- Städa automatiskt din Trakt samling så den stämmer med Kodi.[CR]- Synkronisera sedd/osedd status mellan Kodi och Trakt[CR]- Betygsätt filmer och TV-serier avsnitt efter du har sett dem[CR][CR]Ett stort tack till alla som bidragit till detta plugin! Se loggen för tillägg och ändringar för att se vilka dessa talangfulla utvecklare är.

# #32000
source: General
bs_ba: Općenito
sv_se: Allmänt

# #32003
source: Startup Delay (seconds)
bs_ba: Kašnjenje pokretanja (sekunde)
sv_se: Startfördröjning (sekunder)

# #32004
source: Rating
bs_ba: Ocjena
sv_se: Betyg

# #32005
source: Rate Movie after watching
bs_ba: Ocijenite film nakon gledanja
sv_se: Betygsätt film efter visning

# #32006
source: Rate TV show Episode after watching
bs_ba: Ocijenite epizodu TV emisije nakon gledanja
sv_se: Betygsätt TV-serie avsnitt efter visning

# #32008
source: Minimum percent watched to display rating dialog
bs_ba: Minimalni postotak gledanja za prikaz dijaloga za ocjenjivanje
sv_se: Minst sedd andel (i procent) för att visa dialogruta för betygsättning

# #32009
source: Allow re-rating of media
bs_ba: Dozvoli ponovno ocjenjivanje medija
sv_se: Tillåt ändring av betyg för media

# #32010
source: Default rating
bs_ba: Zadana ocjena
sv_se: Ursprungsbetyg

# #32011
source: Scrobbling
bs_ba: Skroblanje
sv_se: Skrobbling

# #32012
source: Scrobble movies
bs_ba: Scrobble filmovi
sv_se: Skrobbla filmer

# #32013
source: Scrobble TV show episodes
bs_ba: Epizode TV serije Scrobble
sv_se: Skrobbla TV-serieavsnitt

# #32014
source: Show notification on scrobble
bs_ba: Prikaži obavještenje na Scrobbleu
sv_se: Visa notifiering vid skrobbling

# #32015
source: Trakt - Scrobbled successfully
bs_ba: Trakt - Uspješno skroblovano
sv_se: Trakt - Skrobbling klar

# #32016
source: Exclusions
bs_ba: Izuzeća
sv_se: Undantag

# #32017
source: Exclude Live TV
bs_ba: Isključi TV uživo
sv_se: Exkludera Live TV

# #32018
source: Exclude HTTP sources
bs_ba: Isključi HTTP izvore
sv_se: Exkludera HTTP-källor

# #32019
source: Exclude path
bs_ba: Isključi put
sv_se: Exkludera sökväg

# #32020
source: Folder's path (including subfolders)
bs_ba: Putanja mape (uključujući podmape)
sv_se: Sökväg till katalog (inklusive underkataloger)

# #32023
source: Can not connect to Trakt
bs_ba: Ne mogu se povezati s Traktom
sv_se: Kan inte ansluta till Trakt

# #32024
source: Error
bs_ba: Greška
sv_se: Fel

# #32026
source: What Did You Think?
bs_ba: Šta si mislio/mislila?
sv_se: Vad tyckte du?

# #32027
source: Totally Ninja!
bs_ba: Pravi Ninja!
sv_se: Totalt Ninja!

# #32028
source: Weak Sauce :(
bs_ba: Slab sos :(
sv_se: Svag sås :(

# #32029
source: Terrible
bs_ba: Strašno
sv_se: Hemsk

# #32030
source: Bad
bs_ba: Loše
sv_se: Eländig

# #32031
source: Poor
bs_ba: Siromašno
sv_se: Dåligt

# #32033
source: Fair
bs_ba: Pošteno
sv_se: Medel

# #32034
source: Good
bs_ba: Dobro
sv_se: Schyst

# #32035
source: Great
bs_ba: Odlično
sv_se: Bra

# #32036
source: Superb
bs_ba: Izvrsno
sv_se: Utmärkt

# #32037
source: Unrate this movie
bs_ba: Poništi ocjenu ovog filma
sv_se: Ta bort betyg för denna film

# #32038
source: Unrate this show
bs_ba: Poništi ocjenu ove emisije
sv_se: Ta bort betyg för denna serie

# #32039
source: Unrate this episode
bs_ba: Poništi ocjenu ove epizode
sv_se: Ta bort betyg för detta avsnitt

# #32040
source: Trakt - Rating submitted successfully
bs_ba: Trakt - Ocjena uspješno poslana
sv_se: Trakt - Betyg togs emot

# #32041
source: Trakt - Already rated
bs_ba: Trakt - Već ocijenjeno
sv_se: Trakt - Redan betygsatt

# #32042
source: Trakt - Unrated successfully
bs_ba: Trakt - Uspješno odstranjeno
sv_se: Trakt - Betyg borttaget

# #32043
source: Trakt - Already has the same rating
bs_ba: Trakt - Već ima istu ocjenu
sv_se: Trakt - Har redan samma betyg

# #32044
source: Trakt - Problem submitting rating
bs_ba: Trakt - Problem pri slanju ocjene
sv_se: Trakt - Problem att skicka in betyg

# #32045
source: Synchronize
bs_ba: Sinhroniziraj
sv_se: Synkronisera

# #32046
source: Movies
bs_ba: Filmovi
sv_se: Filmer

# #32047
source: Add new movies to Trakt collection
bs_ba: Dodajte nove filmove u Trakt kolekciju
sv_se: Lägg till nya filmer till samlingen på Trakt

# #32048
source: Add watched movies to Trakt history
bs_ba: Dodajte gledane filmove u Trakt historiju
sv_se: Uppdatera Trakt-historik med sedda filmer

# #32049
source: Mark movies from Trakt history as watched in Kodi
bs_ba: Označi filmove iz Trakt historije kao gledane u Kodiju
sv_se: Markera filmer från Trakt-historik som sedda i Kodi

# #32050
source: TV Episodes
bs_ba: TV epizode
sv_se: TV-avsnitt

# #32051
source: Add new TV episodes to Trakt collection
bs_ba: Dodajte nove TV epizode u Trakt kolekciju
sv_se: Lägg till nya TV-avsnitt till samlingen på Trakt

# #32052
source: Add watched TV episodes to Trakt history
bs_ba: Dodajte gledane TV epizode u Trakt historiju
sv_se: Uppdatera Trakt-historik med sedda TV-avsnitt

# #32053
source: Mark TV episodes from Trakt history as watched in Kodi
bs_ba: Označi TV epizode iz Trakt historije kao gledane u Kodiju
sv_se: Markera TV-avsnitt från Trakt-historik som sedda i Kodi

# #32054
source: Service
bs_ba: Usluge
sv_se: Tjänst

# #32055
source: Sync collection on library update or cleaning
bs_ba: Sinhronizacija kolekcije prilikom ažuriranja ili čišćenja biblioteke
sv_se: Synkronisera samlingar på trakt vid uppdatering eller städning av bibliotek

# #32056
source: Show sync notifications
bs_ba: Prikaži obavještenja o sinhronizaciji
sv_se: Visa synkroniseringsmeddelanden

# #32057
source: Remove deleted movies from Trakt collection
bs_ba: Uklonite izbrisane filmove iz Trakt kolekcije
sv_se: Ta bort raderade filmer från samlingen på Trakt

# #32058
source: Remove deleted TV episodes from Trakt collection
bs_ba: Uklonite izbrisane TV epizode iz Trakt kolekcije
sv_se: Ta bort raderade TV-avsnitt från samlingen på Trakt

# #32060
source: Hide notifications during playback
bs_ba: Sakrij obavještenja tokom reprodukcije
sv_se: Dölj notifieringar vid uppspelning

# #32061
source: Sync started
bs_ba: Sinhronizacija je započela
sv_se: Synkronisering startad

# #32062
source: Sync complete
bs_ba: Sinhronizacija završena
sv_se: Synkronisering klar

# #32063
source: %i movie(s) will be added to Trakt collection
bs_ba: %i filmova će biti dodano u Trakt kolekciju
sv_se: %i film(er) kommer att läggas till samlingen på Trakt

# #32064
source: %i movie playcount(s) will be updated on Trakt
bs_ba: Broj reprodukcija filmova (%i) bit će ažuriran na Traktu
sv_se: %i film uppspelning(ar) kommer att läggas till Trakt

# #32065
source: %i movie(s) playcount will be updated in Kodi
bs_ba: Broj reprodukcija za %i filmova će biti ažuriran u Kodiju
sv_se: %i film(s/ers) uppspelningar kommer att uppdateras i Kodi

# #32066
source: Movie Sync Complete
bs_ba: Sinhronizacija filma završena
sv_se: Synkronisering av film avslutad

# #32067
source: Going to add %i show(s) to Trakt collection
bs_ba: Dodat ću %i emisija u Trakt kolekciju
sv_se: %i serier kommer att läggas till samlingen på Trakt

# #32068
source: Checking for episodes missing from Trakt collection
bs_ba: Provjera epizoda koje nedostaju u Trakt kolekciji
sv_se: Letar efter avsnitt som saknas i samlingen på Trakt

# #32069
source: %i of %i show(s) have episodes added to Trakt collection
bs_ba: Epizode za %i od %i emisija su dodane u Trakt kolekciju
sv_se: %i av %i serier har avsnitt i samlingen på Trakt

# #32070
source: Going to update %i show(s) missing watched status
bs_ba: Ažurirat ću %i emisija kojima nedostaje status gledanja
sv_se: %i serier som saknar status för sedd/osedd kommer att uppdateras

# #32071
source: Checking watched episodes on Trakt
bs_ba: Provjera gledanih epizoda na Traktu
sv_se: Kontrollerar sedda avsnitt på Trakt

# #32072
source: %i show(s) had missing watched status
bs_ba: %i emisija nije imalo status gledanja
sv_se: %i serier saknar status för sedd/osedd

# #32073
source: %i episodes are being updated
bs_ba: Ažurira se %i epizoda
sv_se: %i avsnitt uppdateras

# #32074
source: Checking watched episodes on Kodi
bs_ba: Provjera gledanih epizoda na Kodiju
sv_se: Kontrollerar sedda avsnitt i Kodi

# #32075
source: Episode Sync Complete
bs_ba: Sinhronizacija epizode završena
sv_se: Synkronisering av avsnitt klart

# #32076
source: %i movie(s) will be removed from Trakt collection
bs_ba: %i filmova će biti uklonjeno iz Trakt kolekcije
sv_se: %i film(er) kommer att tas bort från samlingen på Trakt

# #32077
source: Cleaning Trakt TV show collection
bs_ba: Kolekcija TV emisija Cleaning Trakt
sv_se: Städar i TV-seriesamlingen på Trakt

# #32078
source: episodes are being removed
bs_ba: epizode se uklanjaju
sv_se: avsnitt kommer att tas bort

# #32079
source: Loading movies from Kodi
bs_ba: Učitavanje filmova sa Kodija
sv_se: Läser in filmer från Kodi

# #32080
source: Movies loaded from Kodi
bs_ba: Filmovi učitani sa Kodija
sv_se: Filmer inlästa från Kodi

# #32081
source: Retrieving movie collection from Trakt
bs_ba: Preuzimanje kolekcije filmova iz Trakt-a
sv_se: Hämtar filmsamlingen från Trakt

# #32082
source: Retrieving watched movies from Trakt
bs_ba: Preuzimanje gledanih filmova iz Trakt-a
sv_se: Hämtar sedda filmer från Trakt

# #32083
source: Retrieved movie data from Trakt
bs_ba: Podaci o filmu preuzeti sa Trakt-a
sv_se: Hämtade filminformation från Trakt

# #32084
source: Trakt movie collection is up to date, no movies to add
bs_ba: Kolekcija filmova Trakt je ažurirana, nema filmova za dodavanje
sv_se: Filmsamlingen på Trakt är uppdaterad, inga filmer att lägga till

# #32085
source: %i movie(s) were added to your Trakt collection
bs_ba: %i filmova je dodano u vašu Trakt kolekciju
sv_se: %i film(er) lades till din samling på Trakt

# #32086
source: Trakt movie playcounts are up to date
bs_ba: Broj reprodukcija filmova na Traktu je ažuriran
sv_se: Antalet filmuppspelningar på Trakt är aktuellt

# #32087
source: Playcounts updated for %i movie(s) on Trakt
bs_ba: Broj reprodukcija ažuriran za %i filmova na Trakt-u
sv_se: Antal uppspelningar uppdaterade för %i film(er) på Trakt

# #32088
source: Kodi movie playcounts are up to date
bs_ba: Broj reprodukcija Kodi filmova je ažuriran
sv_se: Antalet filmuppspelningar i Kodi är aktuellt

# #32089
source: Updating %i of %i movie playcount(s) in Kodi
bs_ba: Ažuriranje broja reprodukcija filmova (%i od %i) u Kodiju
sv_se: Uppdaterar %i av %i filmuppspelning(ar) i Kodi

# #32090
source: Playcounts updated for %i movie(s) in Kodi
bs_ba: Broj reprodukcija ažuriran za %i filmova u Kodiju
sv_se: Antal uppspelningar uppdaterade för %i film(er) i Kodi

# #32091
source: Trakt movie collection is up to date, no movies removed
bs_ba: Kolekcija filmova Trakta je ažurirana, nijedan film nije uklonjen
sv_se: Filmsamlingen på Trakt är uppdaterad, inga filmer togs bort

# #32092
source: %i movie(s) were removed from your Trakt collection
bs_ba: Broj filmova je uklonjen iz vaše Trakt kolekcije: %i
sv_se: %i film(er) togs bort från din samling på Trakt

# #32093
source: Updating %i of %i movie playcount(s) on Trakt
bs_ba: Ažuriranje broja reprodukcija filmova (%i od %i) na Trakt-u
sv_se: Uppdaterar %i av %i filmuppspelning(ar) på Trakt

# #32094
source: Loading episode data from Kodi
bs_ba: Učitavanje podataka o epizodama iz Kodija
sv_se: Läser in avsnittsinformation från Kodi

# #32095
source: Loading shows from Kodi
bs_ba: Učitavanje emisija iz Kodija
sv_se: Läser in tv-serier från Kodi

# #32096
source: Shows loaded from Kodi
bs_ba: Emisije učitane iz Kodija
sv_se: TV-serier har lästs in från Kodi

# #32097
source: Parsing %i of %i episode data from Kodi
bs_ba: Raščlanjivanje %i od %i podataka o epizodama iz Kodija
sv_se: Tolkar %i av %i avsnittsinformation från Kodi

# #32098
source: Loaded episode data from Kodi
bs_ba: Učitani podaci o epizodama iz Kodija
sv_se: Läste in avsnittsinformation från Kodi

# #32099
source: Loading episode data from Trakt
bs_ba: Učitavanje podataka o epizodi iz Trakt-a
sv_se: Läser in avsnittsinformation från Trakt

# #32100
source: Retrieving episode collection from Trakt
bs_ba: Preuzimanje kolekcije epizoda iz Trakt-a
sv_se: Hämtar avsnittssamling från Trakt

# #32101
source: Retrieving watched episodes from Trakt
bs_ba: Preuzimanje gledanih epizoda sa Trakt-a
sv_se: Hämtar sedda avsnitt från Trakt

# #32102
source: Parsing episode data %i of %i from Trakt
bs_ba: Raščlanjivanje podataka o epizodi %i od %i iz Trakt-a
sv_se: Tolkar avsnittsinformation %i av %i från Trakt

# #32103
source: Retrieved episode data from Trakt
bs_ba: Podaci o epizodi preuzeti sa Trakt-a
sv_se: Hämtade avsnittsinformation från Trakt

# #32104
source: Trakt episode collection is up to date, no episodes to add
bs_ba: Kolekcija epizoda Trakta je ažurirana, nema epizoda za dodavanje
sv_se: Avsnittssamlingen på Trakt är uppdaterad, inga avsnitt att lägga till

# #32105
source: %i episode(s) were added to your Trakt collection
bs_ba: %i epizoda je dodano u vašu Trakt kolekciju
sv_se: %i avsnitt lades till din samling på Trakt

# #32106
source: Trakt episode playcounts are up to date
bs_ba: Broj reprodukcija epizoda Trakta je ažuriran
sv_se: Antalet avsnittsuppspelningar på Trakt är aktuellt

# #32107
source: Kodi episode playcounts are up to date
bs_ba: Broj reprodukcija Kodijevih epizoda je ažuriran
sv_se: Antalet avsnittsuppspelningar i Kodi är aktuellt

# #32108
source: Updating %i of %i episode playcount(s) in Kodi
bs_ba: Ažuriranje broja reprodukcija %i od %i epizoda u Kodiju
sv_se: Uppdaterar %i av %i avsnittsuppspelning(ar) i Kodi

# #32109
source: Playcounts updated for %i show(s) in Kodi
bs_ba: Broj reprodukcija ažuriran za %i emisija u Kodiju
sv_se: Antal uppspelningar uppdaterade för %i serie(r) i Kodi

# #32110
source: Trakt episode collection is clean, no episodes to remove
bs_ba: Kolekcija epizoda Trakta je čista, nema epizoda za uklanjanje
sv_se: Avsnittssamlingen på Trakt är städad, inga avsnitt att ta bort

# #32111
source: %i episode(s) are being removed from your Trakt collection
bs_ba: Epizoda(e) se uklanjaju iz vaše Trakt kolekcije: %i
sv_se: %i avsnitt kommer att tas bort från din samling på Trakt

# #32112
source: %i episode(s) were removed from your Trakt collection
bs_ba: Broj epizoda je uklonjen iz vaše Trakt kolekcije: %i
sv_se: %i avsnitt togs bort från din samling på Trakt

# #32113
source: Trakt - Marked as watched
bs_ba: Trakt - Označeno kao gledano
sv_se: Trakt - Markerades som sedd

# #32114
source: Trakt - Failed marking as watched
bs_ba: Trakt - Označavanje kao gledano nije uspjelo
sv_se: Trakt - Fel vid markering som sedd

# #32115
source: %d episode(s) of '%s'
bs_ba: %d epizoda serije '%s'
sv_se: %d avsnitt av '%s'

# #32116
source: Enable debug mode
bs_ba: Omogući način rada za otklanjanje grešaka
sv_se: Aktivera felsökningsläge

# #32117
source: Sync movie playback progress to Kodi
bs_ba: Sinhronizujte napredak reprodukcije filma sa Kodi-jem
sv_se: Synkronisera uppspelningsförlopp för film till Kodi

# #32118
source: Sync episode playback progress to Kodi
bs_ba: Sinhronizacija napretka reprodukcije epizode sa Kodi-jem
sv_se: Synkronisera uppspelningsförlopp för avsnitt till Kodi

# #32119
source: Retrieving episode playback progress from Trakt
bs_ba: Preuzimanje napretka reprodukcije epizode iz Trakt-a
sv_se: Hämtar uppspelningsförlopp för avsnitt från Trakt

# #32120
source: Parsing episode playback progress %i of %i from Trakt
bs_ba: Raščlanjivanje napretka reprodukcije epizode %i od %i iz Trakt-a
sv_se: Tolkar uppspelningsförlopp för avsnitt %i av %i från Trakt

# #32121
source: Retrieved episode playback progress from Trakt
bs_ba: Preuzet napredak reprodukcije epizode sa Trakt-a
sv_se: Hämtade uppspelningsförlopp för avsnitt från Trakt

# #32122
source: Retrieving movie playback progress from Trakt
bs_ba: Preuzimanje napretka reprodukcije filma iz Trakt-a
sv_se: Hämtar uppspelningsförlopp för film från Trakt

# #32123
source: Parsing movie playback progress %i of %i from Trakt
bs_ba: Raščlanjivanje napretka reprodukcije filma %i od %i iz Trakt-a
sv_se: Tolkar uppspelningsförlopp för film %i av%i från Trakt

# #32124
source: Retrieved movie playback progress from Trakt
bs_ba: Preuzet napredak reprodukcije filma sa Trakt-a
sv_se: Hämtade uppspelningsförlopp för film från Trakt

# #32125
source: Kodi movie playback progress is up to date
bs_ba: Napredak reprodukcije Kodi filmova je ažuriran
sv_se: Uppspelningsförlopp för film i Kodi är av senaste versionen

# #32126
source: %i movie(s) playback progress will be updated in Kodi
bs_ba: Napredak reprodukcije %i filma(a) bit će ažuriran u Kodiju
sv_se: Uppspelningsförlopp för %i film(er) kommer att uppdateras i Kodi

# #32127
source: Updating %i of %i movie(s) playback progress in Kodi
bs_ba: Ažuriranje napretka reprodukcije %i od %i filmova u Kodiju
sv_se: Uppdaterar uppspelningsförlopp för %i av %i film(er) i Kodi

# #32128
source: Playback progress updated for %i movie(s) in Kodi
bs_ba: Napredak reprodukcije ažuriran za %i filmova u Kodiju
sv_se: Uppspelningsförlopp för %i film(er) uppdaterat i Kodi

# #32129
source: Kodi episode playback progress is up to date
bs_ba: Napredak reprodukcije Kodi epizoda je ažuriran
sv_se: Uppspelningsförlopp för avsnitt i Kodi är av senaste versionen

# #32130
source: Updating %i of %i episode(s) playback progress in Kodi
bs_ba: Ažuriranje napretka reprodukcije %i od %i epizoda u Kodiju
sv_se: Uppdaterar uppspelningsförlopp för %i av %i avsnitt i Kodi

# #32131
source: Playback progress updated for %i episode(s) in Kodi
bs_ba: Napredak reprodukcije ažuriran za %i epizodu u Kodiju
sv_se: Uppspelningsförlopp för %i avsnitt uppdaterat i Kodi

# #32132
source: Unrate this season
bs_ba: Ne ocjenjuj ovu sezonu
sv_se: Ta bort betyg för denna säsong

# #32133
source: Manage Movie's Lists
bs_ba: Upravljanje listama filmova
sv_se: Hantera filmlistor

# #32134
source: Manage Show's Lists
bs_ba: Upravljanje listama emisija
sv_se: Hantera tv-serielistor

# #32135
source: Remove from Watchlist
bs_ba: Ukloni s liste za praćenje
sv_se: Ta bort från bevakninglista

# #32136
source: Add to watchlist
bs_ba: Dodaj na listu za praćenje
sv_se: Lägg till i bevakningslista

# #32137
source: Rate this movie
bs_ba: Ocijenite ovaj film
sv_se: Betygsätt denna film

# #32138
source: Rate this show
bs_ba: Ocijenite ovu emisiju
sv_se: Betygsätt denna tv-serie

# #32139
source: Rate this episode
bs_ba: Ocijenite ovu epizodu
sv_se: Betygsätt detta avsnitt

# #32140
source: Toggle watched
bs_ba: Uključi/isključi gledano
sv_se: Växla sedd/osedd

# #32141
source: Manage all lists
bs_ba: Upravljaj svim listama
sv_se: Hantera alla listor

# #32142
source: Update all tags
bs_ba: Ažuriraj sve oznake
sv_se: Uppdatera alla taggar

# #32143
source: Synchronize library
bs_ba: Sinhroniziraj biblioteku
sv_se: Synkronisera bibliotek

# #32144
source: How do I authorize the trakt addon to access my trakt.tv account?
bs_ba: Kako da autorizujem trakt dodatak za pristup mom trakt.tv računu?
sv_se: Hur godkänner jag att trakt-tillägget får tillgång till mitt trakt.tv-konto?

# #32147
source: Trakt.tv PIN Authorization Failed
bs_ba: Autorizacija PIN-a za Trakt.tv nije uspjela
sv_se: Trakt.tv PIN-auktorisering misslyckades

# #32149
source: Rate this Season
bs_ba: Ocijenite ovu sezonu
sv_se: Betygsätt denna säsong
