Repository: trakt/script.trakt
Catalog: resources/language/Hungarian/strings.po
Languages: hu

# #32000
source: General
hu: Általános

# #32003
source: Startup Delay
hu: Indítás késleltetése másodpercben

# #32004
source: Rating
hu: Értékelés

# #32005
source: Rate Movie after watching
hu: Film értékelése lejátszás után

# #32006
source: Rate TV show Episode after watching
hu: Epizód értékelése lejátszás után

# #32007
source: Rate each playlist item
hu: Minden lejátszási lista elem értékelése

# #32008
source: Minimum percent watched to display rating dialog
hu: Értékelés ennyi százalék lejátszása után

# #32009
source: Allow re-rating of media
hu: Újraértékelés engedélyezése

# #32010
source: Default rating
hu: Alapértelmezett értékelés

# #32011
source: Scrobbling
hu: Beküldés

# #32012
source: Scrobble movies
hu: Filmek beküldése

# #32013
source: Scrobble TV show episodes
hu: Sorozat részek beküldése

# #32014
source: Show notification on scrobble
hu: Értesítés megjelenítése beküldéskor

# #32015
source: Trakt - Scrobbled successfully
hu: Trakt - Sikeresen beküldve

# #32016
source: Exclusions
hu: Kivételek

# #32017
source: Exclude Live TV
hu: Élő adás kihagyása

# #32018
source: Exclude HTTP sources
hu: HTTP források kihagyása

# #32019
source: Exclude path
hu: Elérési út kihagyása

# #32020
source: Folder's path (including subfolders)
hu: Mappa elérési újta (almappákkal együtt)

# #32023
source: Can not connect to Trakt
hu: Nem lehet csatlakozni a Trakt-hoz

# #32024
source: Error
hu: Hiba

# #32026
source: What Did You Think?
hu: Mit gondolsz?

# #32027
source: Totally Ninja!
hu: Tök nindzsa!

# #32028
source: Weak Sauce :(
hu: Nagyon gyenge :(

# #32029
source: Terrible
hu: Rettenetes

# #32030
source: Bad
hu: Rossz

# #32031
source: Poor
hu: Silány

# #32032
source: Meh
hu: Hagyjuk

# #32033
source: Fair
hu: Elmegy

# #32034
source: Good
hu: Jó

# #32035
source: Great
hu: Nagyszerű

# #32036
source: Superb
hu: Fenséges

# #32037
source: Unrate this movie
hu: Film értékelés eltávolítása

# #32038
source: Unrate this show
hu: Sorozat értékelés eltávolítása

# #32039
source: Unrate this episode
hu: Epizód értékelés eltávolítása

# #32040
source: Trakt - Rating submitted successfully
hu: Trakt - Értékelés sikeresen beküldve

# #32041
source: Trakt - Already rated
hu: Trakt - Már értékelve

# #32042
source: Trakt - Unrated successfully
hu: Trakt - Értékelés sikeresen eltávolítva

# #32043
source: Trakt - Already has the same rating
hu: Trakt - Most is ez az értékelése

# #32044
source: Trakt - Problem submitting rating
hu: Trakt - Gond volt beküldés közben

# #32045
source: Synchronize
hu: Szinkronizálás

# #32046
source: Movies
hu: Filmek

# #32047
source: Add new movies to Trakt collection
hu: Új filmek hozzáadása a Trakt gyűjteményhez

# #32048
source: Add watched movies to Trakt history
hu: Megnézett filmek hozzáadása a Trakt előzményekhez

# #32049
source: Mark movies from Trakt history as watched in Kodi
hu: Trakt előzményekben levő filmek megnézettnek jelölése

# #32050
source: TV Episodes
hu: Sorozatok

# #32051
source: Add new TV episodes to Trakt collection
hu: Új epizódok hozzáadása a Trakt gyűjteményhez

# #32052
source: Add watched TV episodes to Trakt history
hu: Megnézett epizódok hozzáadása a Trakt előzményekhez

# #32053
source: Mark TV episodes from Trakt history as watched in Kodi
hu: Trakt előzményekben levő epizódok megnézettnek jelölése

# #32054
source: Service
hu: Szolgáltatás

# #32055
source: Sync collection on library update or cleaning
hu: Gyűjtemény szinkronizálása médiatár frissítéskor vagy tisztításkor

# #32056
source: Show sync notifications
hu: Szinkronizálási értesítések mutatása

# #32057
source: Remove deleted movies from Trakt collection
hu: Törölt filmek törlése a Trakt gyűjteményből

# #32058
source: Remove deleted TV episodes from Trakt collection
hu: Törölt sorozat részek törlése a Trakt gyűjteményből

# #32060
source: Hide notifications during playback
hu: Értesítések elrejtése lejátszáskor

# #32061
source: Sync started
hu: Szinkronizáció elkezdve

# #32062
source: Sync complete
hu: Szinkronizáció kész

# #32063
source: %i movie(s) will be added to Trakt collection
hu: (%i) film lesz hozzáadva a Trakt gyűjteményhez

# #32064
source: %i movie playcount(s) will be updated on Trakt
hu: (%i) film lejátszási számlálója lesz frissítve a Trakt-on

# #32065
source: %i movie(s) playcount will be updated in Kodi
hu: (%i) film lejátszási számlálója lesz frissítve a Kodi-ban

# #32066
source: Movie Sync Complete
hu: Film szinkronizáció kész

# #32071
source: Checking watched episodes on Trakt
hu: Megnézett sorozat részek ellenőrzése Trakt-on

# #32074
source: Checking watched episodes on Kodi
hu: Megnézett sorozat részek ellenőrzése

# #32075
source: Episode Sync Complete
hu: Epizód szinkronizáció kész

# #32077
source: Cleaning Trakt TV show collection
hu: Trakt Sorozat gyűjtemény tisztítása

# #32078
source: episodes are being removed
hu: epizódok eltávolítása

# #32079
source: Loading movies from Kodi
hu: Filmek betöltése

# #32080
source: Movies loaded from Kodi
hu: Filmek betöltve

# #32113
source: Trakt - Marked as watched
hu: Trakt - Megnézettként megjelöl

# #32114
source: Trakt - Failed marking as watched
hu: Trakt - Megnézettként megjelölés sikertelen

# #32116
source: Enable debug mode
hu: Hibakereső mód

# #32117
source: Sync movie playback progress to Kodi
hu: Film lejátszási folyamat szinkronizálása

# #32118
source: Sync episode playback progress to Kodi
hu: Epizód lejátszási folyamat szinkronizálása

# #32119
source: Retrieving episode playback progress from Trakt
hu: Sorozat rész lejátszási folyamat letöltése a Trakt-ról

# #32121
source: Retrieved episode playback progress from Trakt
hu: Sorozat rész lejátszási folyamat letöltve a Trakt-ról

# #32122
source: Retrieving movie playback progress from Trakt
hu: Film lejátszási folyamat letöltése a Trakt-ról

# #32124
source: Retrieved movie playback progress from Trakt
hu: Film lejátszási folyamat letöltve a Trakt-ról

# #32125
source: Kodi movie playback progress is up to date
hu: Kodi film lejátszási folyamatok naprakészek

# #32126
source: %i movie(s) playback progress will be updated in Kodi
hu: (%i) film lejátszási folyamata lesz frissítve

# #32127
source: Updating %i of %i movie(s) playback progress in Kodi
hu: (%i/%i) film lejátszási folyamatának frissítése

# #32128
source: Playback progress updated for %i movie(s) in Kodi
hu: (%i/%i) film lejátszási folyamatának frissítése

# #32129
source: Kodi episode playback progress is up to date
hu: Kodi sorozat részek lejátszási folyamatai naprakészek

# #32130
source: Updating %i of %i episode(s) playback progress in Kodi
hu: %i. epizód lejátszási folyamatának frissítése a %i-ból

# #32131
source: Playback progress updated for %i episode(s) in Kodi
hu: Lejátszási folyamat frissítve %i epizódhoz

# #32132
source: Unrate this season
hu: Évad értékelés eltávolítása

# #32133
source: Manage Movie's Lists
hu: Film listák kezelése

# #32134
source: Manage Show's Lists
hu: Sorozat listák kezelése

# #32135
source: Remove from Watchlist
hu: Eltávolítás a lejátszási listából

# #32136
source: Add to watchlist
hu: Hozzáadás a lejátszási listához

# #32137
source: Rate this movie
hu: Film értékelése

# #32138
source: Rate this show
hu: Sorozat értékelése

# #32139
source: Rate this episode
hu: Epizód értékelése

# #32140
source: Toggle watched
hu: Megnézettként megjelöl

# #32141
source: Manage all lists
hu: Minden lista kezelése

# #32142
source: Update all tags
hu: Minden címke frissítése

# #32143
source: Synchronize library
hu: Médiatár szinkronizálása

# #32144
source: How do I authorize the trakt addon to access my trakt.tv account?
hu: Hogyan hitelesíthetem a kiegészítőt, hogy hozzáférjen a trakt.tv fiókomhoz?

# #32147
source: Trakt.tv PIN Authorization Failed
hu: Trakt.tv PIN hitelesítés sikertelen

# #32149
source: Rate this Season
hu: Évad értékelése

# #32150
source: You will be reminded in 24 hours
hu: 24 órán belül értesítve leszel

# #32151
source: Use Addon Settings later if you change your mind
hu: Használd a kiegészítő beállításait ha meggondolnád magad

# #32152
source: Trakt Authorization Complete
hu: Trakt fiók hitelesítése kész

# #32153
source: Trakt Account Authorization
hu: Trakt fiók hitelesítés

# #32154
source: Authorize
hu: Hítelesítés

# #32155
source: Remind Me Later
hu: Később emlékeztet

# #32156
source: No Thanks
hu: Köszönöm, nem!

# #32157
source: Account Authorization
hu: Fiók hitelesítése

# #32159
source: Visit {0} or scan the QR Code below.
hu: Látogass el a {0} oldalra, vagy olvasd be a QR kódot.

# #32160
source: Authorize the trakt addon to access your account.
hu: Hitelesítsd a kiegszítőt, hogy hozzáférjen a fiókodhoz.

# #32161
source: Enter the PIN provided in the box below.
hu: Írd be a kapott PIN kódot.

# #32162
source: The trakt addon CAN NOT be used without authorizing it to access your trakt.tv account.
hu: A trakt kiegészítő hitelesítés nélkül nem fér hozzá a trakt.tv fiókodhoz.

# #32163
source: User
hu: Felhasználó

# #32164
source: Fallback to Title/Year matching if necessary
hu: Ha nincs találat, akkor keresés Cím/Év alapján

# #32165
source: Trakt - Added to watchlist
hu: Trakt - Figyelési listához adva

# #32166
source: Trakt - Failed adding to watchlist
hu: Trakt - Figyelési listához adás sikertelen
