Repository: trakt/script.trakt
Catalog: resources/language/Portuguese (Brazil)/strings.po
Languages: pt_br

# #32000
source: General
pt_br: Geral

# #32003
source: Startup Delay
pt_br: Atrasar ao Inicializar

# #32004
source: Rating
pt_br: Classificação

# #32005
source: Rate Movie after watching
pt_br: Avaliar Filme após assistir

# #32006
source: Rate TV show Episode after watching
pt_br: Avaliar o Episódio de TV após assistir

# #32007
source: Rate each playlist item
pt_br: Avaliar cada item da lista de reprodução

# #32008
source: Minimum percent watched to display rating dialog
pt_br: Percentual mínimo de assistido para apresentar o diálogo de avaliação

# #32009
source: Allow re-rating of media
pt_br: Permitir reavaliar a mídia

# #32010
source: Default rating
pt_br: Avaliação Padrão

# #32012
source: Scrobble movies
pt_br: Scrobbling de filmes

# #32013
source: Scrobble TV show episodes
pt_br: Scrobble de episódios de seriados

# #32014
source: Show notification on scrobble
pt_br: Mostrar notificação no scrobble

# #32015
source: Trakt - Scrobbled successfully
pt_br: Trakt - Scrobbled com sucesso

# #32016
source: Exclusions
pt_br: Exclusões

# #32017
source: Exclude Live TV
pt_br: Excluir Tv ao Vivo

# #32018
source: Exclude HTTP sources
pt_br: Excluir fontes HTTP

# #32019
source: Exclude path
pt_br: Excluir caminho

# #32020
source: Folder's path (including subfolders)
pt_br: Caminho das Pastas (incluindo subpastas)

# #32023
source: Can not connect to Trakt
pt_br: Não pude me conectar ao Trakt

# #32024
source: Error
pt_br: Erro

# #32026
source: What Did You Think?
pt_br: O que você achou?

# #32027
source: Totally Ninja!
pt_br: Ninja Total!

# #32028
source: Weak Sauce :(
pt_br: Sem Sal :(

# #32029
source: Terrible
pt_br: Terrível

# #32030
source: Bad
pt_br: Ruim

# #32031
source: Poor
pt_br: Fraco

# #32033
source: Fair
pt_br: Razoável

# #32034
source: Good
pt_br: Bom

# #32035
source: Great
pt_br: Excelente

# #32036
source: Superb
pt_br: Soberbo

# #32037
source: Unrate this movie
pt_br: Remover avaliação deste filme

# #32038
source: Unrate this show
pt_br: Remover avaliação deste seriado

# #32039
source: Unrate this episode
pt_br: Remover avaliação deste episódio

# #32040
source: Trakt - Rating submitted successfully
pt_br: Trakt - Avaliação enviada com sucesso

# #32041
source: Trakt - Already rated
pt_br: Trakt - Já avaliado

# #32042
source: Trakt - Unrated successfully
pt_br: Trakt - Removido avaliação com sucesso

# #32043
source: Trakt - Already has the same rating
pt_br: Trakt - Sempre usar a mesma avaliação

# #32044
source: Trakt - Problem submitting rating
pt_br: Trakt - Problema submetendo avaliação

# #32045
source: Synchronize
pt_br: Sincronize

# #32046
source: Movies
pt_br: Filmes

# #32047
source: Add new movies to Trakt collection
pt_br: Adicionar novos filmes para coleção no Trakt

# #32048
source: Add watched movies to Trakt history
pt_br: Adicionar filmes assistidos no histórico do Trakt

# #32049
source: Mark movies from Trakt history as watched in Kodi
pt_br: Marcar filmes como assistido no Kodi, baseado no histórico do Trakt

# #32050
source: TV Episodes
pt_br: Episódios de TV

# #32051
source: Add new TV episodes to Trakt collection
pt_br: Adicionar novos episódios de TV para a coleção do Trakt

# #32052
source: Add watched TV episodes to Trakt history
pt_br: Adicionar episódios de TV assistidos no histórico do Trakt

# #32053
source: Mark TV episodes from Trakt history as watched in Kodi
pt_br: Marcar episódios de TV como assistido no Kodi, baseado no histórico do Trakt

# #32054
source: Service
pt_br: Serviço

# #32055
source: Sync collection on library update or cleaning
pt_br: Sincronizar coleção ao atualizar ou limpar coleção

# #32056
source: Show notifications
pt_br: Mostrar notificações

# #32057
source: Remove deleted movies from Trakt collection
pt_br: Remover filmes deletados da coleção no Trakt

# #32058
source: Remove deleted TV episodes from Trakt collection
pt_br: Remover episódios de TV da coleção no Trakt

# #32059
source: Show marked as watched notification
pt_br: Mostrar marcado como notificação de assistido

# #32060
source: Hide notifications during playback
pt_br: Ocultar notificações durante reprodução

# #32061
source: Sync started
pt_br: Sincronização iniciada

# #32062
source: Sync complete
pt_br: Sincronização completada

# #32063
source: %i movie(s) will be added to Trakt collection
pt_br: %i filme(s) serão adicionais em sua coleção no Trakt

# #32064
source: %i movie playcount(s) will be updated on Trakt
pt_br: %i de reprodução(ões) do filme serão atualizadas no Trakt

# #32065
source: %i movie(s) playcount will be updated in Kodi
pt_br: %i de visualização(ões) de filmes serão atualizadas no Kodi

# #32066
source: Movie Sync Complete
pt_br: Sincronização de Filmes Completada

# #32067
source: Going to add %i show(s) to Trakt collection
pt_br: Indo adicionar %i seriado(s) para sua coleção no Trakt

# #32068
source: Checking for episodes missing from Trakt collection
pt_br: Verificando por episódios ausentes na coleção do Trakt

# #32069
source: %i of %i show(s) have episodes added to Trakt collection
pt_br: %i de %i seriado(s) possuem episódios que foram adicionados a sua coleção no Trakt

# #32070
source: Going to update %i show(s) missing watched status
pt_br: Indo atualizar %i seriado(s) com estatus de assistido ausente

# #32071
source: Checking watched episodes on Trakt
pt_br: Verificando episódios assistidos no Trakt

# #32072
source: %i show(s) had missing watched status
pt_br: %i seriado(s) estão com estatus de assistidos ausentes

# #32073
source: %i episodes are being updated
pt_br: %i episódios estão sendo atualizados

# #32074
source: Checking watched episodes on Kodi
pt_br: Verificando episódios assistidos no Kodi

# #32075
source: Episode Sync Complete
pt_br: Sincronização de Episódios Completado

# #32076
source: %i movie(s) will be removed from Trakt collection
pt_br: %i filme(s) irão ser removidos da coleção no Trakt

# #32077
source: Cleaning Trakt TV show collection
pt_br: Limpando coleção de Seriados no Trakt

# #32078
source: episodes are being removed
pt_br: episódios estão sendo removidos

# #32079
source: Loading movies from Kodi
pt_br: Carregando filmes do Kodi

# #32080
source: Movies loaded from Kodi
pt_br: Filmes carregados do Kodi

# #32081
source: Retrieving movie collection from Trakt
pt_br: Recuperando coletâneas de filmes do Trakt

# #32082
source: Retrieving watched movies from Trakt
pt_br: Recuperando filmes assistidos do Trakt

# #32083
source: Retrieved movie data from Trakt
pt_br: Recuperando dados do filme via Trakt

# #32084
source: Trakt movie collection is up to date, no movies to add
pt_br: coleção de filmes no Trakt se encontra atualizada, nenhum filme por adicionar

# #32085
source: %i movie(s) were added to your Trakt collection
pt_br: %i filme(s) foram adicionados para sua coleção no Trakt

# #32086
source: Trakt movie playcounts are up to date
pt_br: Número de visualizações de filmes está atualizada no Trakt

# #32087
source: Playcounts updated for %i movie(s) on Trakt
pt_br: Número de visualizações atualizadas para %i filme(s) no Trakt

# #32088
source: Kodi movie playcounts are up to date
pt_br: Número de visualizações de filmes está atualizada no Kodi

# #32089
source: Updating %i of %i movie playcount(s) in Kodi
pt_br: Atualizando o número de visualizações para %i de %i filme(s) no Kodi

# #32090
source: Playcounts updated for %i movie(s) in Kodi
pt_br: Número de visualizações atualizado para %i filme(s) no Kodi

# #32091
source: Trakt movie collection is up to date, no movies removed
pt_br: Coleção de filmes no Trakt se encontra atualizada, nenhum filme removido

# #32092
source: %i movie(s) were removed from your Trakt collection
pt_br: %i filme(s) foram removidos de sua coleção no Trakt

# #32093
source: Updating %i of %i movie playcount(s) on Trakt
pt_br: Actualizando visualizações para %i de %i filme(s) no Trakt

# #32094
source: Loading episode data from Kodi
pt_br: Carregando dados dos episódios do Kodi

# #32095
source: Loading shows from Kodi
pt_br: Carregando shows do Kodi

# #32096
source: Shows loaded from Kodi
pt_br: Shows carregados do Kodi

# #32097
source: Parsing %i of %i episode data from Kodi
pt_br: Analisando %i de %i dados de episódios via Kodi

# #32098
source: Loaded episode data from Kodi
pt_br: Carregando dados do episódio do Kodi

# #32099
source: Loading episode data from Trakt
pt_br: Carregando dados do episódio via Trakt

# #32100
source: Retrieving episode collection from Trakt
pt_br: Recuperando coleção de episódios via Trakt

# #32101
source: Retrieving watched episodes from Trakt
pt_br: Recuperando episódios assistidos via Trakt

# #32102
source: Parsing episode data %i of %i from Trakt
pt_br: Analisando dados dos episódios %i de %i via Trakt

# #32103
source: Retrieved episode data from Trakt
pt_br: Recuperando dados do episódio via Trakt

# #32104
source: Trakt episode collection is up to date, no episodes to add
pt_br: Coleção de episódios no Trakt se encontra atualizado, nenhum episódio por adicionar

# #32105
source: %i episode(s) were added to your Trakt collection
pt_br: %i episódio(s) foram adicionados em sua coleção no Trakt

# #32106
source: Trakt episode playcounts are up to date
pt_br: Número de visualizações de episódios está atualizada no Trakt

# #32107
source: Kodi episode playcounts are up to date
pt_br: Número de visualizações de episódios está atualizada no Kodi

# #32108
source: Updating %i of %i episode playcount(s) in Kodi
pt_br: Atualizando número de visualizações para %i de %i episódio(s) no Kodi

# #32109
source: Playcounts updated for %i show(s) in Kodi
pt_br: Número de visualizações atualizado para %i episódio(s) no Kodi

# #32110
source: Trakt episode collection is clean, no episodes to remove
pt_br: Coleção de episódios no Trakt está limpa, nenhum episódio para remover

# #32111
source: %i episode(s) are being removed from your Trakt collection
pt_br: %i episódio(s) estão sendo removidos de sua coleção no Trakt

# #32112
source: %i episode(s) were removed from your Trakt collection
pt_br: %i episódio(s) foram removidos de sua coleção no Trakt

# #32113
source: Trakt - Marked as watched
pt_br: Trakt - Marcado como assistido

# #32114
source: Trakt - Failed marking as watched
pt_br: Trakt - Falhou marcando como assistido

# #32115
source: %d episode(s) of '%s'
pt_br: %d episódio(s) de '%s'

# #32116
source: Enable debug mode
pt_br: Ativar Modo Debug

# #32117
source: Sync movie playback progress to Kodi
pt_br: Sincronizando progresso de reprodução dos filmes para o Kodi

# #32118
source: Sync episode playback progress to Kodi
pt_br: Sincronizando progresso de reprodução dos seriados para o Kodi

# #32119
source: Retrieving episode playback progress from Trakt
pt_br: Recebendo progresso da reprodução do episódio do Trakt

# #32120
source: Parsing episode playback progress %i of %i from Trakt
pt_br: Analisando progresso da reprodução dos episiodios % i de % i do Trakt

# #32121
source: Retrieved episode playback progress from Trakt
pt_br: Recebendo progresso da reprodução dos episódios do Trakt

# #32122
source: Retrieving movie playback progress from Trakt
pt_br: Recebendo progresso da reprodução dos filmes do Trakt

# #32123
source: Parsing movie playback progress %i of %i from Trakt
pt_br: Analisando progresso da reprodução dos filmes % i de % i do Trakt

# #32124
source: Retrieved movie playback progress from Trakt
pt_br: Recebendo progresso da reprodução dos filmes do Trakt

# #32125
source: Kodi movie playback progress is up to date
pt_br: O progresso de reprodução dos filmes está atualizado

# #32126
source: %i movie(s) playback progress will be updated in Kodi
pt_br: Vão ser atualizados %i progresso(s) da reprodução para os filme(s) no Kodi

# #32127
source: Updating %i of %i movie(s) playback progress in Kodi
pt_br: Atualizando progresso de reprodução dos filmes (%i de %i) no Kodi

# #32128
source: Playback progress updated for %i movie(s) in Kodi
pt_br: Progresso de reprodução atualizado para %i filme(s) no Kodi

# #32129
source: Kodi episode playback progress is up to date
pt_br: O progresso de reprodução dos seriados está atualizado

# #32130
source: Updating %i of %i episode(s) playback progress in Kodi
pt_br: Atualizando progresso de reprodução dos seriados (%i de %i) no Kodi

# #32131
source: Playback progress updated for %i episode(s) in Kodi
pt_br: Progresso da reprodução atualizado para %i episódio(s) no Kodi

# #32132
source: Unrate this season
pt_br: Remover avaliação desta temporada

# #32133
source: Manage Movie's Lists
pt_br: Gerencie Listas de Filmes

# #32134
source: Manage Show's Lists
pt_br: Gerencie Listas de Seriados

# #32135
source: Remove from Watchlist
pt_br: Remover da Watchlist

# #32136
source: Add to Watchlist
pt_br: Adicionar à Watchlist

# #32137
source: Rate this Movie
pt_br: Avalie este Filme

# #32138
source: Rate this Show
pt_br: Avalie este Seriado

# #32139
source: Rate this Episode
pt_br: Avalie este Episódio

# #32140
source: Toggle Watched
pt_br: Alternar assistidos

# #32141
source: Manage All Lists
pt_br: Gerencie Todas as Listas

# #32142
source: Update All Tags
pt_br: Atualizar todas as tags

# #32143
source: Synchronize Library
pt_br: Sincronize Coleção

# #32144
source: Where can I find my PIN?
pt_br: Onde posso encontrar meu PIN?

# #32146
source: Please enter your PIN in settings
pt_br: Por favor coloque seu PIN nos ajustes

# #32147
source: Incorrect PIN
pt_br: PIN Incorreto

# #32148
source: Scan the qr code or visit http://trakt.tv/pin/999 for your own personal PIN
pt_br: Digitalize o código QR ou visite http://trakt.tv/pin/999 para o seu próprio PIN pessoal
