Repository: trakt/script.trakt
Catalog: resources/language/*/strings.po
Languages: dutch, italian, spanish

# #32083
source: Retrieved movie data from trakt
spanish: Recuperados los datos de Películas de trakt

# #32084
source: trakt movie collection is up to date, no movies to add
spanish: La colección de Películas de trakt está al dia, no hay Películas que añadir

# #32085
source: %i movie(s) were added to your trakt collection
spanish: Se añadirán %i Pelicula(s) a tu colección de trakt

# #32086
source: trakt movie playcounts are up to date
spanish: El contador de reproducciones de Películas de trakt esta al día.

# #32087
source: Playcounts updated for %i movie(s) on trakt
spanish: Actualizado el contador de reproducciones de %i Película(s) en trakt

# #32091
source: trakt movie collection is up to date, no movies removed
spanish: La colección de Películas de trakt está al día, ninguna Película eliminada

# #32092
source: %i movie(s) were removed from your trakt collection
spanish: %i Película(s) serán eliminadas de su colección de trakt

# #32093
source: Updating %i of %i movie playcount(s) on trakt
spanish: Actualizando contador de reproducción(es) de %i de %i Películas en trakt

# #32099
source: Loading episode data from trakt
spanish: Cargando datos de Episodios desde trakt

# #32100
source: Retrieving episode collection from trakt
spanish: Recuperando colección de Episodios desde trakt

# #32101
source: Retrieving watched episodes from trakt
spanish: Recuperando Episodios vistos desde trakt

# #32102
source: Parsing episode data %i of %i from trakt
spanish: Emparejando datos de %i de %i Episodios desde trakt

# #32103
source: Retrieved episode data from trakt
spanish: Recuperados los datos de Episodios desde trakt.

# #32104
source: trakt episode collection is up to date, no episodes to add
spanish: La colección de Episodios de trakt está al día, no hay Episodios que añadir

# #32105
source: %i episode(s) were added to your trakt collection
spanish: Se añadirán %i Episodio(s) a tu colección de trakt

# #32106
source: trakt episode playcounts are up to date
spanish: El contador de reproducciones de Episodios de trakt está al día

# #32110
source: trakt episode collection is clean, no episodes to remove
spanish: La colección de Episodios de trakt está limpio, no hay Episodios que eliminar.

# #32111
source: %i episode(s) are being removed from your trakt collection
spanish: Estan siendo eliminados %i Episodio(s) de tu colección de trakt

# #32112
source: %i episode(s) were removed from your trakt collection
spanish: Serán eliminados %i Episodio(s) de tu colección de trakt

# #32113
source: trakt - Marked as watched
spanish: trakt - Marcado como visto

# #32114
source: trakt - Failed marking as watched
spanish: trakt - Fallo al marcar como visto
