Repository: trakt/script.trakt
Catalog: resources/language/*/strings.po
Languages: dutch, italian, spanish

# #32000
source: General
dutch: Algemeen
italian: Generali

# #32001
source: Username
dutch: Gebruikersnaam
italian: Nome utente
spanish: Usuario

# #32002
source: Password
dutch: Wachtwoord
spanish: Contraseña

# #32003
source: Startup Delay
dutch: Startvertraging
italian: Ritardo all'avvio
spanish: Retrasar inicio

# #32004
source: Rating
dutch: Beoordeling
italian: Voto

# #32005
source: Rate Movie after watching
dutch: Geef cijfer aan film na bekijken
italian: Valuta i film dopo la visione
spanish: Valorar película después de verla

# #32006
source: Rate TV show Episode after watching
dutch: Geef cijfer aan aflevering na bekijken
italian: Valuta gli episodi delle serie TV dopo la visione
spanish: Valorar capítulo después de verlo

# #32007
source: Rate each playlist item
dutch: Beoordeel elk afspeellijst item
italian: Valuta ogni elemento della playlist
spanish: Valorar cada elemento de la lista de reproducción

# #32008
source: Minimum percent watched to display rating dialog
dutch: Minimum bekeken percentage bekeken om beoordelingsdialoog te tonen
italian: Percentuale minima per visualizzare la votazione
spanish: Porcentaje mínimo de visión para mostrar el cuadro de dialogo de valoración

# #32009
source: Allow re-rating of media
dutch: Opnieuw beoordelen van media toestaan
italian: Permetti la rivalutazione dei media
spanish: Permitir re-valorar contenido

# #32010
source: Default rating
dutch: Standaardwaardering
italian: Voto predefinito
spanish: Valoración predeterminada

# #32012
source: Scrobble movies
dutch: Films scrobblen
italian: Scrobbling dei film
spanish: Scrobble de Películas

# #32013
source: Scrobble TV show episodes
dutch: Afleveringen van TV-series scrobblen
italian: Scrobbling degli episodi delle serie TV
spanish: Scrobble de Episodios de Series

# #32014
source: Show notification on scrobble
dutch: Toon bericht bij scrobble
italian: Visualizza le notifiche dello scrobbling
spanish: Mostrar notificación al hacer Scrobble

# #32015
source: Trakt - Scrobbled successfully
dutch: Trakt - scrobble succesvol uitgevoerd
italian: Trakt - Scrobble completato

# #32016
source: Exclusions
dutch: Uitsluitingen
italian: Esclusioni
spanish: Exclusiones

# #32017
source: Exclude Live TV
dutch: Live-TV uitsluiten
italian: Escludi la Live TV
spanish: Excluir TV en directo

# #32018
source: Exclude HTTP sources
dutch: HTTP-bronnen uitsluiten
italian: Escludi le sorgenti HTTP
spanish: Excluir fuentes HTTP

# #32019
source: Exclude path
dutch: Bestandspad uitsluiten
italian: Escludi il percorso
spanish: Excluir ruta

# #32020
source: Folder's path (including subfolders)
dutch: Maplocatie (inclusief onderliggende mappen)
italian: Percorso della cartella (incluse le sottocartelle)
spanish: Carpetas de la Ruta (incluidas subcarpetas)

# #32021
source: Enter your Username and Password in settings
dutch: Geef je gebruikersnaam en wachtwoord op bij de instellingen
italian: Immetti il tuo nome utente e la password nelle impostazioni
spanish: Ingrese su nombre de Usuario y Contraseña en la configuración

# #32022
source: Enter your Password in settings
dutch: Voer je wachtwoord in bij de instellingen
italian: Immetti la tua password nelle impostazioni
spanish: Ingrese se contraseña en la configuración

# #32023
source: Can not connect to Trakt
dutch: Kan geen verbinding maken met Trakt
italian: Connessione a Trakt impossibile

# #32024
source: Error
dutch: Fout
italian: Errore

# #32025
source: Incorrect username or password
dutch: Verkeerde gebruikersnaam of wachtwoord
italian: Nome utente o password errati
spanish: Nombre de Usuario o contraseña incorrectos

# #32026
source: What Did You Think?
dutch: Wat vond je er van?
italian: Cosa ne pensi?
spanish: ¿Que te pareció?

# #32027
source: Totally Ninja!
dutch: Waanzinnig goed!
italian: Fantastico!
spanish: ¡Una pasada!

# #32028
source: Weak Sauce :(
dutch: Rampzalig
italian: Carino
spanish: ¡Apesta!

# #32029
source: Terrible
dutch: Verschrikkelijk
italian: Terribile

# #32030
source: Bad
dutch: Slecht
italian: Brutto
spanish: Malo

# #32031
source: Poor
dutch: Zwak
italian: Povero
spanish: Pobre

# #32032
source: Meh
dutch: Bah
italian: Insomma
spanish: Ni fú, ni fá

# #32033
source: Fair
dutch: Mooi
italian: Giusto
spanish: Justo

# #32034
source: Good
dutch: Goed
italian: Buono
spanish: Bueno

# #32035
source: Great
dutch: Geweldig
italian: Grande
spanish: Muy Bueno

# #32036
source: Superb
dutch: Super
italian: Superbo
spanish: Espectacular

# #32037
source: Unrate this movie
dutch: Waardering van deze film verwijderen
italian: Togli il voto al film
spanish: Eliminar valoración de ésta Película

# #32038
source: Unrate this show
dutch: Waardering van deze serie verwijderen
italian: Togli il voto alla serie
spanish: Eliminar valoración de ésta Serie

# #32039
source: Unrate this episode
dutch: Waardering van deze aflevering verwijderen
italian: Togli il voto all'episodio
spanish: Eliminar valoración de éste Episodio

# #32040
source: Trakt - Rating submitted successfully
dutch: Trakt - waardering succesvol ingediend
italian: Trakt - Voto inviato con successo

# #32041
source: Trakt - Already rated
dutch: Trakt - reeds gewaardeerd
italian: Trakt - Già valutato

# #32042
source: Trakt - Unrated successfully
dutch: Trakt - Verwijderen waardering succesvol
italian: Trakt - Valutazione rimossa

# #32043
source: Trakt - Already has the same rating
dutch: Trakt - Heeft al de zelfde waardering
italian: Trakt - Valutazione identica già presente

# #32044
source: Trakt - Problem submitting rating
dutch: Trakt - Probleem met indienen waardering
italian: Trakt - Problema a inviare la valutazione

# #32045
source: Synchronize
dutch: Synchroniseren
italian: Sincronizzazione
spanish: Sincronizar

# #32046
source: Movies
dutch: Films
italian: Film
spanish: Películas

# #32047
source: Add new movies to Trakt collection
dutch: Voeg nieuwe films toe aan je Trakt-collectie
italian: Aggiungi i nuovi film alla collezione su Trakt

# #32048
source: Add watched movies to Trakt history
dutch: Voeg bekeken films toe aan je Trakt historie
italian: Aggiungi i film visti alla cronologia di Trakt

# #32049
source: Mark movies from Trakt history as watched in Kodi
dutch: Markeer films van Trakt historie als bekeken in Kodi
italian: Segna come visti in Kodi i film nella cronologia di Trakt

# #32050
source: TV Episodes
dutch: TV-afleveringen
italian: Episodi TV
spanish: Episodios de Series

# #32051
source: Add new TV episodes to Trakt collection
dutch: Voeg nieuwe tv afleveringen toe aan je Trakt-collectie
italian: Aggiungi i nuovi episodi TV alla collezione su Trakt

# #32052
source: Add watched TV episodes to Trakt history
dutch: Voeg bekeken TV afleveringen toe aan je Trakt historie
italian: Aggiungi gli episodi TV visti alla cronologia di Trakt

# #32053
source: Mark TV episodes from Trakt history as watched in Kodi
dutch: Markeer TV afleveringen uit je Trakt historie als bekeken in kodi
italian: Segna come visti in Kodi gli episodi TV nella cronologia di Trakt

# #32054
source: Service
dutch: Dienst
italian: Servizio
spanish: Mantenimiento

# #32055
source: Sync collection on library update or cleaning
dutch: Synchroniseer je collectie tijdens het bijwerken of opruimen van je bibliotheek
italian: Sincronizza la collezione all'aggiornamento o alla pulizia della libreria
spanish: Sincronizar la colección al actualizar o limpiar la libreria

# #32056
source: Show notifications
dutch: Berichten weergeven
italian: Mostra le notifiche
spanish: Mostrar notificaciones

# #32057
source: Remove deleted movies from Trakt collection
dutch: Haal de verwijderde films uit je Trakt-collectie
italian: Rimuovi i film cancellati dalla collezione su Trakt

# #32058
source: Remove deleted TV episodes from Trakt collection
dutch: Haal verwijderde TV-afleveringen uit je Trakt-collectie
italian: Rimuovi gli episodi TV cancellati dalla collezione su Trakt

# #32059
source: Show marked as watched notification
dutch: Toon gemarkeerd als bekeken bericht
italian: Mostra la notifica "segnato come visto"
spanish: Mostrar la notificación de marcado como visto

# #32060
source: Hide notifications during playback
dutch: Verberg berichten tijdens het afspelen
italian: Nascondi le notifiche durante la riproduzione
spanish: Ocultar las notificaciones durante la reproducción

# #32061
source: Sync started
dutch: Synchronisatie gestart
italian: Sincronizzazione avviata
spanish: Se ha iniciado la sincronización

# #32062
source: Sync complete
dutch: Synchronisatie compleet
italian: Sincronizzazione completata
spanish: Sincronización completada

# #32063
source: %i movie(s) will be added to Trakt collection
dutch: %i film(s) worden toegevoegd aan je Trakt-collectie
italian: %i film saranno aggiunti alla collezione su Trakt

# #32064
source: %i movie playcount(s) will be updated on Trakt
dutch: %i film aantal(len) keer afgespeeld zullen worden bijgewerkt in Trakt
italian: I conteggi delle riproduzioni di %i film saranno aggiornati su Trakt

# #32065
source: %i movie(s) playcount will be updated in Kodi
dutch: Voor %i film(s) zal het aantal keren bekeken bijgewerkt worden in Kodi
italian: I conteggi delle riproduzioni di %i film saranno aggiornati in Kodi
spanish: Contador de reproducciones de %i Película(s) se actualizará en Kodi.

# #32066
source: Movie Sync Complete
dutch: Film synchronisatie voltooid
italian: Sincronizzazione dei film completata
spanish: Sincronización de Películas completada

# #32067
source: Going to add %i show(s) to Trakt collection
dutch: Er gaan %i aflevering(en) toegevoegd worden aan je Trakt-collectie
italian: Aggiungo %i serie alla collezione su Trakt

# #32068
source: Checking for episodes missing from Trakt collection
dutch: Controle op ontbrekende afleveringen uit je Trakt-collectie
italian: Verifica degli episodi mancanti nella collezione su Trakt

# #32069
source: %i of %i show(s) have episodes added to Trakt collection
dutch: %i van %i aflevering(en) zijn toegevoegd aan je Trakt collectie
italian: Gli episodi di %i serie su %i saranno aggiunti alla collezione su Trakt

# #32070
source: Going to update %i show(s) missing watched status
dutch: %i afleveringen zonder de status Bekeken gaan worden bijgewerkt
italian: Aggiorno %i serie non segnate come viste
spanish: Se va a actualizar %i Serie(s) que le(s) faltaba el estado de visto

# #32071
source: Checking watched episodes on Trakt
dutch: Controleren bekeken afleveringen bij Trakt
italian: Verifico gli episodi visti su Trakt

# #32072
source: %i show(s) had missing watched status
dutch: %i serie(s) hadden niet de status bekeken
italian: %i serie non sono segnate come viste
spanish: Les faltaba el estado de visto a %i Serie(s)

# #32073
source: %i episodes are being updated
dutch: %i afleveringen worden bijgewerkt
italian: Aggiornamento di %i episodi
spanish: Están siendo actualizados %i Episodios

# #32074
source: Checking watched episodes on Kodi
dutch: Controleren bekeken afleveringen in Kodi
italian: Verifico gli episodi visti in Kodi
spanish: Verificando Episodios vistos en Kodi

# #32075
source: Episode Sync Complete
dutch: Aflevering synchronisatie compleet
italian: Sincronizzazione degli episodi completata
spanish: Sincronización de Episodios completa

# #32076
source: %i movie(s) will be removed from Trakt collection
dutch: %i film(s) worden verwijderd uit je Trakt-collectie
italian: %i film verranno rimossi dalla collezione su Trakt

# #32077
source: Cleaning Trakt TV show collection
dutch: Bezig met opschonen van je Trakt TV serie collectie
italian: Pulisco la collezione delle serie TV su Trakt

# #32078
source: episodes are being removed
dutch: Afleveringen worden verwijderd
italian: episodi verranno rimossi
spanish: Se están eliminando Episodios

# #32079
source: Loading movies from Kodi
dutch: Bezig films te laden van Kodi
italian: Caricamento dei film da Kodi
spanish: Cargando Películas desde Kodi

# #32080
source: Movies loaded from Kodi
dutch: Films geladen van Kodi
italian: Film caricati da Kodi
spanish: Películas cargadas desde Kodi

# #32081
source: Retrieving movie collection from Trakt
dutch: Bezig met ophalen filmcollectie van Trakt
italian: Recupero della collezione dei film da Trakt

# #32082
source: Retrieving watched movies from Trakt
dutch: Bezig met ophalen bekeken films van Trakt
italian: Recupero dei film visti da Trakt

# #32083
source: Retrieved movie data from Trakt
dutch: Film gegevens opgehaald bij Trakt
italian: Recupero dei dati dei film da Trakt

# #32084
source: Trakt movie collection is up to date, no movies to add
dutch: Trakt filmcollectie is al bijgewerkt, er zijn geen films om toe te voegen
italian: La collezione dei film su Trakt è aggiornata, nessun film da aggiungere

# #32085
source: %i movie(s) were added to your Trakt collection
dutch: %i film(s) zijn toegevoegd aan je Trakt collectie
italian: %i film sono stati aggiunti alla tua collezione su Trakt

# #32086
source: Trakt movie playcounts are up to date
dutch: Trakt film aantal keren afgespeeld zijn up to date
italian: I conteggi delle riproduzioni dei film sono aggiornati su Trakt

# #32087
source: Playcounts updated for %i movie(s) on Trakt
dutch: Aantal keer afgespeeld is bijgewerkt voor %i film(s) bij Trakt
italian: I conteggi delle riproduzioni di %i film sono stati aggiornati su Trakt

# #32088
source: Kodi movie playcounts are up to date
dutch: Aantal keer film afgespeeld is up to date in Kodi
italian: I conteggi delle riproduzioni dei film sono aggiornati in Kodi
spanish: El contador de reproducciones de Películas de Kodi, está al día.

# #32089
source: Updating %i of %i movie playcount(s) in Kodi
dutch: Bijwerken met %i van %i film ker(en) afgespeeld
italian: Aggiorno i conteggi delle riproduzioni di %i film su %i in Kodi
spanish: Actualizando contador de reproduccion(es) de %i de %i Películas en Kodi

# #32090
source: Playcounts updated for %i movie(s) in Kodi
dutch: Aantal keer afgespeeld is bijgewerkt voor %i film(s) in Kodi
italian: I conteggi delle riproduzioni di %i film sono stati aggiornati in Kodi
spanish: Actualizado el contador de reproducciones de %i Pelicula(s) en Kodi

# #32091
source: Trakt movie collection is up to date, no movies removed
dutch: Trakt-filmcollectie is up-to-date, geen films verwijderd
italian: La collezione dei film su Trakt è aggiornata, nessun film rimosso

# #32092
source: %i movie(s) were removed from your Trakt collection
dutch: %i film(s) zijn verwijderd uit je Trakt-collectie
italian: %i film sono stati rimossi dalla tua collezione su Trakt

# #32093
source: Updating %i of %i movie playcount(s) on Trakt
dutch: Bijwerken %i van %i films aantal keer afgespeeld in Trakt
italian: Aggiorno i conteggi delle riproduzioni di %i film su %i su Trakt

# #32094
source: Loading episode data from Kodi
dutch: Bezig met laden aflevering gegevens van Kodi
italian: Caricamento dei dati dell'episodio da Kodi
spanish: Cargando datos de Episodios desde Kodi

# #32095
source: Loading shows from Kodi
dutch: Series worden geladen van Kodi
italian: Caricamento delle serie da Kodi
spanish: Cargando Series desde Kodi

# #32096
source: Shows loaded from Kodi
dutch: Series geladen van Kodi
italian: Serie caricate da Kodi
spanish: Series cargadas desde Kodi

# #32097
source: Parsing %i of %i episode data from Kodi
dutch: Verwerken %i van %i aflevering(en) gegevens van Kodi
italian: Analisi di %i su %i dati degli episodi da Kodi
spanish: Emparejando datos de %i de %i Episodios desde Kodi

# #32098
source: Loaded episode data from Kodi
dutch: Afleveringsgegevens geladen van Kodi
italian: Dati dell'episodio da Kodi caricati
spanish: Cargados datos de Episodios desde Kodi

# #32099
source: Loading episode data from Trakt
dutch: Laden aflevering gegevens van Trakt
italian: Caricamento dei dati dell'episodio da Trakt

# #32100
source: Retrieving episode collection from Trakt
dutch: Ophalen afleveringscollectie van Trakt
italian: Recupero della collezione degli episodi da Trakt

# #32101
source: Retrieving watched episodes from Trakt
dutch: Ophalen bekeken afleveringen van Trakt
italian: Recupero degli episodi visti da Trakt

# #32102
source: Parsing episode data %i of %i from Trakt
dutch: Verwerken afleveringsgegevens %i van %i afkomstig van Trakt
italian: Analisi di %i su %i dati degli episodi da Trakt

# #32103
source: Retrieved episode data from Trakt
dutch: Afleveringsgegevens geladen van Trakt
italian: Dati degli episodi recuperati da Trakt

# #32104
source: Trakt episode collection is up to date, no episodes to add
dutch: Trakt afleveringscollectie is al bijgewerkt, geen afleveringen toe te voegen
italian: La collezione degli episodi su Trakt è aggiornata, nessun episodio da aggiungere

# #32105
source: %i episode(s) were added to your Trakt collection
dutch: %i aflevering(en) zijn toegevoegd aan je Trakt-collectie
italian: %i episodi sono stati aggiunti alla tua collezioni su Trakt

# #32106
source: Trakt episode playcounts are up to date
dutch: Trakt aflevering aantal keren afgespeeld zijn up to date
italian: I conteggi delle riproduzioni degli episodi sono aggiornati su Trakt

# #32107
source: Kodi episode playcounts are up to date
dutch: Kodi afleveringen keren afgespeeld zijn up to date
italian: I conteggi delle riproduzioni degli episodi sono aggiornati in Kodi
spanish: El contador de reproducciones de Episodios de trakt está al dia

# #32108
source: Updating %i of %i episode playcount(s) in Kodi
dutch: Bijwerken %i van %i aflevering aantal ker(en) afgespeeld in Kodi
italian: Aggiorno il conteggio delle riproduzioni di %i episodi su %i in Kodi
spanish: Actualizando el contador de reproduccion(es) de %i de %i Episodios en Kodi

# #32109
source: Playcounts updated for %i show(s) in Kodi
dutch: Aantal keer afgespeeld bijgewerkt voor %i serie(s) in Kodi
italian: I conteggi delle riproduzioni di %i serie sono stati aggiornati in Kodi
spanish: Actualizado el contador de reproducciones de %i Serie(s) en Kodi

# #32110
source: Trakt episode collection is clean, no episodes to remove
dutch: Trakt afleveringscollectie is in orde, geen afleveringen te verwijderen
italian: La collezione degli episodi su Trakt è pulita, nessun episodio da rimuovere

# #32111
source: %i episode(s) are being removed from your Trakt collection
dutch: %i aflevering(en) worden verwijderd uit je Trakt collectie
italian: %i episodi verranno rimossi dalla tua collezione su Trakt

# #32112
source: %i episode(s) were removed from your Trakt collection
dutch: %i aflevering(en) zijn verwijderd uit je Trakt-collectie
italian: %i episodi sono stati rimossi dalla tua collezione su Trakt

# #32113
source: Trakt - Marked as watched
dutch: Trakt - Gemarkeerd als bekeken
italian: Trakt - Segnato come visto

# #32114
source: Trakt - Failed marking as watched
dutch: Trakt - Niet gelukt om te markeren als bekeken
italian: Trakt - Impossibile segnare come visto

# #32115
source: %d episode(s) of '%s'
dutch: %d aflevering(en) van '%s'
italian: %d episodi(o) di '%s'
spanish: %d Episodio(s) de '%s'

# #32116
source: Enable debug mode
dutch: Schakel debug mode in
italian: Abilita la modalità di debug
spanish: Activar modo depuración

# #32117
source: Sync movie playback progress to Kodi
dutch: Synchroniseer film afspeelvoortgang naar Kodi

# #32118
source: Sync episode playback progress to Kodi
dutch: Synchroniseer afleverings voortgang naar Kodi

# #32119
source: Retrieving episode playback progress from Trakt
dutch: Ophalen afleveringsvoortgang van Trakt

# #32120
source: Parsing episode playback progress %i of %i from Trakt
dutch: Lezen afleveringsvoortgang %i van %i uit Trakt

# #32121
source: Retrieved episode playback progress from Trakt
dutch: Afleveringsvoortgang opgehaald van Trakt

# #32122
source: Retrieving movie playback progress from Trakt
dutch: Ophalen film voortgang van Trakt

# #32123
source: Parsing movie playback progress %i of %i from Trakt
dutch: Lezen film voortgang %i van %i uit Trakt

# #32124
source: Retrieved movie playback progress from Trakt
dutch: Film voortgang opgehaald van Trakt

# #32125
source: Kodi movie playback progress is up to date
dutch: Kodi film voortgang is up to date

# #32126
source: %i movie(s) playback progress will be updated in Kodi
dutch: %i film(s) afspeelvoortgang zullen worden bijgewerkt in Kodi

# #32127
source: Updating %i of %i movie(s) playback progress in Kodi
dutch: Bijwerken %i van %i filmvoortgang in Kodi

# #32128
source: Playback progress updated for %i movie(s) in Kodi
dutch: Film voortgang bijgewerkt voor %i film(s) in Kodi

# #32129
source: Kodi episode playback progress is up to date
dutch: Kodi afleveringsvoortgang is up to date.

# #32130
source: Updating %i of %i episode(s) playback progress in Kodi
dutch: Bijwerken %i van %i afleveringsvoortgang in Kodi

# #32131
source: Playback progress updated for %i episode(s) in Kodi
dutch: Afspeelvoortgang bijgewerkt voor %i aflevering(en) in Kodi

# #1017
source: Number of Retries
spanish: Reintentos

# #32015
source: trakt - Scrobbled successfully
spanish: trakt - Scrobble completado con éxito

# #32023
source: Can not connect to trakt
spanish: No se puede conectar a trakt

# #32040
source: trakt - Rating submitted successfully
spanish: trakt - Valoración entregada con éxito

# #32041
source: trakt - Already rated
spanish: trakt - Valorado anteriormente

# #32042
source: trakt - Unrated successfully
spanish: trakt - Valoración eliminada con éxito

# #32043
source: trakt - Already has the same rating
spanish: trakt - Ya tiene la misma valoración

# #32044
source: trakt - Problem submitting rating
spanish: trakt - Problemas entregando valoración

# #32047
source: Add new movies to trakt collection
spanish: Añadir nuevas Películas a la colección de trakt

# #32048
source: Add watched movies to trakt history
spanish: Añadir Peliculas vistas al historial de trakt

# #32049
source: Mark movies from trakt history as watched in Kodi
spanish: Marcar Películas del historial de trakt como vistas en Kodi.

# #32051
source: Add new TV episodes to trakt collection
spanish: Añadir nuevos Episodios a la colección de trakt

# #32052
source: Add watched TV episodes to trakt history
spanish: Añadir Episodios vistos al historial de trakt

# #32053
source: Mark TV episodes from trakt history as watched in Kodi
spanish: Marcar Episodios del historial de trakt como vistos en Kodi.

# #32057
source: Remove deleted movies from trakt collection
spanish: Eliminar de la colección de trakt las Películas borradas.

# #32058
source: Remove deleted TV episodes from trakt collection
spanish: Eliminar de la colección de trakt los Episodios borrados.

# #32063
source: %i movie(s) will be added to trakt collection
spanish: Se añadirán %i Película(s) a la colección de trakt

# #32064
source: %i movie playcount(s) will be updated on trakt
spanish: Contador(es) de %i Películas se actualizará en trakt

# #32067
source: Going to add %i show(s) to trakt collection
spanish: Se van a añadir %i Serie(s) a la colección de trakt

# #32068
source: Checking for episodes missing from trakt collection
spanish: Verificacndo Episodios perdidos desde la colección de trakt

# #32069
source: %i of %i show(s) have episodes added to trakt collection
spanish: %i de %i Serie(s) tienen episodios añadidos a la colección de trakt

# #32071
source: Checking watched episodes on trakt
spanish: Verificando Episodios vistos en trakt

# #32076
source: %i movie(s) will be removed from trakt collection
spanish: Serán eliminadas %i Pelicula(s) de la colección de trakt

# #32077
source: Cleaning trakt TV show collection
spanish: Limpiando la colección de Series de TV de trakt

# #32081
source: Retrieving movie collection from trakt
spanish: Recuperando la colección de Películas de trakt

# #32082
source: Retrieving watched movies from trakt
spanish: Recuperando las Películas vistas de trakt
